const cloudData = [
  {
    id: 1,
    pages: [
      {
        title: "המפקדות שלך",
        subtitle: "תמר",
        image: "cloudFrame.png",
        imageInfo:"People/Tamar.png",
        content: [
          { type: "text", value: `תמר המפקדת המקצועית שלך . תמר אזרחית עובדת צה”ל והיא בתפקיד יועצת   דיגיטל וחדשנות במכללה לאיתנות ישראלית .בעיקרון היא מנהלת את העבודה שלך , הפרוייקטים מגיעים מתמר כל פגישה עם לקוח תעבור דרך תמר כל כאוס בלומדה או בתהליך פיתוח הדרכה תמר תנהל אותו .משפטים קבועים שתשמעי : “אין דבר כזה לא “ , “תשמרי על הומור” היא לא הכי פשוטה בעולם אבל באמת של החיים אין על תמר ובכל דבר רציני , בצבא , שמירות תורנות ,רפואי צריכה עזרה או עבודה מהבית היא תגבה אותך על מאתיים` }
        ]
      },
      {
        title: "המפקדות שלך",
        subtitle: "שיר",
        image: "cloudFrame.png",
        imageInfo:"People/Shir.png",
        content: [
          { type: "text", value: `שיר המפקדת הצבאית שלך . 
שיר היא קצינת האג”ם במכללה , לא אומר לך הרבה פשוט אנחנו חלק מדיגיטל שנמצא באג”ם(אגף מבצעי) והיא בדרגת סרן. 
אין לה הרבה תקשורת איתנו ביום יום בכל הנוגע לעבודה יותר דברים של צבא , הגעה בשעות מסויימות , ללכת לרופא, כל פעם שמוציאים גימלים , דו”ח 1 כל מיני דברים כאלו.
היא מתוקה אומרת כן להכל אבל כזה לעדכן אותה בדברים שקשורים בהגעה , חופשות זה מתנהל מול תמר אבל היא צריכה לדעת.` }
        ]
      }
    ]
  },
  {
    id: 2,
    pages: [
      {
        title: "פגישות",
        subtitle: "",
        image: "cloudFrame1.png",
        content: [
          { type: "text", value: `פגישה ראשונית שתכלול אותך, את תמר לפעמים כשהפרויקט גדול את כל מפתחות הלומדה, ומומחה התוכן לפעמים הוא הלקוח לפעמים הלקוח זה מישהו מעליו לא תמיד נפגשים איתם. הפגישה כמעט תמיד תהיה אצלנו במשרד.` },
          {imageInfo:"book.png", className: "book-img"},
          { type: "text", value: `רצוי להגיע לפגישה עם מחברת אם את רוצה ממש לא חייבת את יכולה להביא מסמך איפיון אבל אצלנו זה יותר זורם כזה . מעבר לזה זה די דומה למה שלימדו אותך בבסמ"ח, אם מישהו מתפזר לנסות ולפקס אותו וכן הלאה.` }
        ]
      },
      {
        title: "פגישות",
        subtitle: "",
        image: "cloudFrame1.png",
        content: [
          { type: "text", value: `אני יודעת שהפגישה הזו מרגשת מאוד בפעם הראשונה אבל זה די צ'יל, וחוץ מזה בבסמח מייצרים תמונה כזו שאת חייבת למלא את מסמך ההתנעה עד סוף הפגישה ושלעולם לא תוכלי לעדכן אותו אחרי. במציאות? זה חמוד ונחמד למלא מסמך התנעה, ואפילו חשוב, אבל לא חשוב כמו שגרמו לו להישמע בקורס. בפועל אנחנו די מקשקשות ציורים במחברת בזמן שתמר יותר מדברת עם הלקוחות ואת יפה בצד עם עט וורוד (חובה עט וורוד אחרת את לא חלק מהצוות:)). את יכולה לכתוב לעצמך נקודות חשובות שהלקוח אמר אבל לרוב הפגישה הראשונה זה רק להעלות צורך ולדבר על רעיון מאוד מאוד כללי.` },
          {imageInfo:"AvitalThink.png", className: "AvitalThink-img"},
        ]
      }
    ]
  },
  {
    id: 3,
    pages: [
      {
        title: "סטוריבורד",
        subtitle: "",
        image: "cloudFrame2.png",
        content: [
          { type: "text", value: "זה סוג של הגרסה שלנו לאפיון מצרפת לך " },
          { type: "link", text: "קישור", url: "https://docs.google.com/presentation/d/1_5NC_-uz61uk4PuWmQQ7wuGTSwoS0MAkDP4ytM-6-lw/edit?usp=drive_link" },
          { type: "text", value: "לסטורי בורד שעשינו . כאן את מראה את רצף הלומדה הפרקים העיקריים התתי פרקים אחרי שקיבלת תוכן מי קהל היעד , מה הנושא העיקרי . מה הרכיבים באופן כללי . כלומר אם יש משחק נכתוב שצריך להיות משחק אם יש שאלות שאלות. זה די דומה למסמך אפיון פשוט קוראים לזה פה סטוריבורד וזה די מסכם מה שאת צריכה ללומדה." }
        ]
      }
    ]
  },
  {
    id: 4,
    pages: [
      {
        title: "תיק מסכים",
        subtitle: "",
        image: "cloudFrame3.png",
        content: [
          { type: "text", value: `בעבר הכנו תיקי מסכים במצגות היום זה פגימה אתן יודעות הרבה יותר טוב ממני (אביטל) ואליאורה כאן באמת מלכת הפיגמה אתן ממש בידיים טובים . זה החלק הארוך יותר מפרקים את הסטוריבורד שהכנו למסכים ומעצבים בהתאם. אם את צריכה, תיעזרי במומחה התוכן כדי להבין מה המסכים הנחוצים. הנה כמה קישורים לתיקי מסכים שעשינו במצגת פעם :` },
          { type: "link", text: "טלפון", url: "https://docs.google.com/presentation/d/12XviPqDM7c3JeoW5HFE85lHaRAeG8yopKJ6xA7_ECBs/edit?usp=drive_link" },
          { type: "text", value: ", " },
          { type: "link", text: "מחשב", url: "https://docs.google.com/presentation/d/1vd0yVSdTKSo64UDJOzYtPGWzPjvKP79oLu9HG2vt8dY/edit?usp=drive_link" },
          { type: "text", value: ". כאן יש קישור" },
          { type: "link", text: "לאתר", url: "https://www.figma.com/design/ox5ZbVIdfmkaxO2sLcn4xo/%F0%9F%9F%A2--Eitanut---External?node-id=2-2&t=0UvV53apHXCAzfEb-1" },
          { type: "text", value: " המטורף שאליאורה עיצבה " },
          { type: "link", text: "ולפיגמה", url: "https://www.figma.com/design/nqitSWEG2n9SNkTlRxOlOk/%D7%9C%D7%95%D7%9E%D7%93%D7%AA-%D7%97%D7%A4%D7%99%D7%A4%D7%94?node-id=2063-336" },
          { type: "text", value: " של הלומדה שאתן רואות לפניכן היום." }
        ]
      }
    ]
  },
  {
    id: 5,
    pages: [
      {
        title: "עבודה מול מומחה תוכן",
        subtitle: "",
        image: "cloudFrame4.png",
        content: [
          { type: "text", value: `לא לרדוף יותר מידי. אם מומחה התוכן לא עונה לך, מסנן, מורח, ולעיתים אף עשוי לזלזל בך  ולדבר אליך בצורה לא מכובדת, אין בעיה. תסבירי לתמר את המצב והיא תעביר הלאה. אין על תמר הבודי גארד שלנו. בסוף, הם לא עושים לך טובות, אם הם רוצים לומדה הם צריכים להתנהג בצורה מקצועית אחרת לא תוכלי לעבוד. תדווחי על זה מיד כשמשהו נראה לך חשוד, שלא תגיעי לתג"ב ותצטרכי להצטדק – נכון שאלו אנשים עסוקים, אבל הם יכולים להאציל את הסמכות למישהו עסוק פחות.` }
        ]
      }
    ]
  },
  {
    id: 6,
    pages: [
      {
        title: "עצות שהייתי רוצה לקבל",
        subtitle: "לפעמים צריך לדעת להוריד את הראש.",
        image: "cloudFrame5.png",
        content: [
          { type: "text", value: `לפני שמחליטים – מתייעצים עם המפקדת. אם מוביל הפרויקט מתעקש על בחירה עיצובית מזעזעת (למשל רקע ירוק זרחני ואותיות ורודות), אפשר לרמוז בעדינות, אבל אם הוא עומד על זה – לא תמיד שווה להילחם. בסוף זו העבודה: יש מקום ליצירתיות, אבל אנחנו כמו אמא פונדקאית – מייצרים את הלומדה, אבל היא לא באמת שלנו. צריך לבחור את הקרבות, ולחסוך אנרגיה מריבים שלא יועילו.

 אצלנו כל האישורים של עיצוב (ואנחנו מתכוונת להכל, בין שינוי גודל טקסט עד לשינוי מיקום ימינה 1vw ממולץ לדבר עם תמר כי היא אחראית הפרויקט ובמיוחד העיצוב). כמובן שאפשר גם לעשות שינוים שהמומחה תוכן רוצה אם זה שינוים בתוכן המקצועי או להוסיפים או להורידים חלקים בלומדה אבל תמיד עדיף להתייעץ כדי שלא תעשי סתם. אומרות מניסיון…
` }
        ]
      },
      {
        title: "עצות שהייתי רוצה לקבל",
        subtitle: "תכיני את עצמך נפשית לזלזול אבל אל תקבלי אותו",
        image: "cloudFrame5.png",
        content: [
          { type: "text", value: `הרבה פעמים אנשים, לא בהכרח מכוונות רעות, פשוט לא מבינים מה התפקיד שלנו ומה אנחנו עושות, ושאנחנו אשכרה מתכנתות ועושות קוד, וחושבים שהעבודה שלנו קלה ולכן אפשר לבוא בדרישות לא הגיוניות כמו לעשות לומדה בשבוע. אז תדעי שזה דבר שעשוי לקרות, אבל כשזה קורה תסבירי את עצמך ומה את עושה, ותתבעי את הרצינות והכבוד שמגיעים לך.` }
        ]
      },
      {
        title: "עצות שהייתי רוצה לקבל",
        subtitle: "הפז”ם דופק",
        image: "cloudFrame5.png",
        content: [
          { type: "text", value: `נכון, זה ממש ממש מבאס לעבוד פעמיים או שאומרים לך לעשות איזה שינוי ככה מאמצע שום מקום, זה מתסכל ואפילו גובל בחוסר כבוד אבל היי, את ממילא בבסיס! אז לכי לשקם ותשתי קפה קר` }
        ]
      },
      {
        title: "עצות שהייתי רוצה לקבל",
        subtitle: "איך נראה היום יום?",
        image: "cloudFrame5.png",
        content: [
          { type: "text", value: `
בעיקרון אם שואלים השעות שלך זה 9:00-16:00
אבל תכלס: 
תגיעי לפה בין 9:00-9:20 כזה, תכיני לך משהו לשתות, תשבי בנחת עד 10, ואז תפתחי את המחשב ותראי מה יש לך לעשות. 
ב12-13 כזה תעשי לך הפסקת צהריים,
14:30-15:00 הגיע הזמן לחזור הביתה.

*חשוב לציין- אלו השעות בדרך כלל ביום יום אבל כשיש עבודה חשוב לא לזלזל ולעמוד בדרישות של תמר.` }
        ]
      }
    ]
  },
  {
    id: 7,
    pages: [
      {
        title: "תורנויות ושמירות",
        subtitle: "אני כותבת לך ביום של השמירה האחרונה שלי בצבא",
        image: "cloudFrame6.png",
        content: [
          { type: "text", value: `תשמעי בגדול לא הכי כיף בעולם לא אשקר את מגיעה ל24 שעות לבסיס מעבירה פה לילה . בבוקר הולכת מוקדם לחמ”ל נרשמת 
לשעות טובות אחר כך הולכת לקחת נשק יש לך 2 משמרות של 4 שעות פשוט בהתאם לעמדה. אבל שתדעי זה גם לא כזה נורא תכלס את לא עושה הרבה את נחה כזה עושה מה שאת רוצה . הכי כיף יום אחרי הולכים הביתה ב11:00 ויש לך יום שלם לעשות מה שתרצי בבית אז זה די נחמד.
שמירה עושים לפי לוח תורנויות שהקצין ניהול פה יתכנן לך , את אמורה לעשות בין שמירה אחת לשתיים בחודש יש חודשים בלי בכלל .
בקיצור נסבל מאוד.
תתנחמי בזה שבחודש הראשון שלך כאן את לא שומרת.
` }
        ]
      }
    ]
  },
  {
    id: 8,
    pages: [
      {
        title: "טופס חו”ל",
        subtitle: "אני בטוחה שאחרי כמעט חצי שנה בצבא את כבר חולמת לטוס",
        image: "cloudFrame7.png",
        content: [
          { type: "text", value: `קודם כל דברי עם שיר (המפקדת שלך)- תגידי לה באיזה תאריכים את רוצה לטוס ולאן ותשאלי אותה אם זה אפשרי. 
אם שיר מאשרת את הולכת למשא”ן (אביב)- הוא נמצא ממש בקומה שלנו מול השירותים (: - תבקשי ממנו טופס חול. 
אחר כך את הולכת לב”מ של הפיקוד (נראה לך איפה?) ומבקשת מהם לחתום לך על הטופס.
ואז את חוזרת לשיר וממלאה איתה את הטופס, היא בודקת את הימי חופש שלך וממלאה את הפרטים שלך וחותמת-את טסה רק על ימי חופש שלך.
ביחד עם שיר אתן הולכות לאריאל (קצינה שמעל שיר) וגם היא חותמת על הטופס.
ואז את הולכת חזרה למשא”ן (שירותים זוכרת?) הוא חותם לך וכמעט סיימנו!
את הולכת לרל”שית (טליה) ומביאה לה את הטופס (היא נמצאת גם בקומה מחוץ לחדר של מפקדת המכללה).
וזהו זה- עכשיו מפקדת המכללה (שירן) צריכה לחתום לך על הטופס סופית ואת לא תראי אותו יותר (תודה לאל), רק חכי ששיר תעדכן אותך סופית שהטופס הוחתם ונשלח.` }
        ]
      }
    ]
  }
];

export default cloudData;
